{"@context":"http://www.w3.org/ns/csvw","url":"https://download.ons.gov.uk/downloads/datasets/online-job-advert-estimates/editions/feb-2020-index-by-category/versions/27.csv","dct:title":"Faster Indicators - Online Job Advert Estimates","dct:description":"Experimental job advert indices covering the UK job market.","dct:issued":"2021-09-23T00:00:00.000Z","dct:publisher":{"@id":""},"dcat:contactPoint":[{"vcard:fn":"Laura Caldwell","vcard:tel":"+44 (0) 1633 455 955","vcard:email":"vacancy.survey@ons.gov.uk"}],"tableSchema":{"columns":[{"datatype":"string","titles":"v4_1"},{"titles":"Data Marking"},{"name":"calendar-years","required":true,"valueURL":"https://api.ons.gov.uk/v1/v1/code-lists/calendar-years/codes/{calendar-years}"},{"description":"","name":"Time","titles":"time"},{"name":"uk-only","required":true,"valueURL":"https://api.ons.gov.uk/v1/v1/code-lists/uk-only/codes/{uk-only}"},{"description":"","name":"Geography","titles":"geography"},{"name":"adzuna-jobs-category","required":true,"valueURL":"https://api.ons.gov.uk/v1/v1/code-lists/adzuna-jobs-category/codes/{adzuna-jobs-category}"},{"description":"","name":"Adzuna jobs category","titles":"adzunajobscategory"},{"name":"week-number","required":true,"valueURL":"https://api.ons.gov.uk/v1/v1/code-lists/week-number/codes/{week-number}"},{"description":"","name":"Week","titles":"week"}],"aboutUrl":"https://api.ons.gov.uk/v1/datasets/online-job-advert-estimates/editions/feb-2020-index-by-category/versions/27/metadata"},"dct:accrualPeriodicity":"Weekly","notes":[{"type":"The observations were collected on a roughly weekly basis; however they were not all collected at the same point in each week, leading to slightly irregular gaps between each observations.","body":""},{"type":"Furthermore some weeks have no observation. The missing values have been imputed using linear interpolation, and have been highlighted.","body":""},{"type":"The education industry's total online job adverts estimate for the 21st of March 2019 was an anomaly, and the value was imputed through linear interpolation.","body":""},{"type":"The Adzuna categories used do not correspond to SIC categories.","body":""},{"type":"Historically the health and social care category has shown a strong correlation with the ONS Vacancy Survey, but from April 2020 it has increasingly diverged from the vacancies data.","body":""},{"type":"From 29 August 2019, Adzuna introduced an improved algorithm to allocate job adverts to categories. As a result, some categories have a step change in the data including 'Part-time / Weekend' and 'Unknown'.","body":""},{"type":"Some job adverts may have seasonal peaks and troughs for job adverts, such as those seen in Summer 2019 for the facilities and management, and transport and logistics categories. Caution should be taken not to solely attribute changes in the volume of job adverts to impacts of the coronavirus (COVID-19) pandemic.","body":""},{"type":"From 17 September 2020, the volume of online job adverts in the part-time / weekend category may be inflated due to increased levels of duplication.","body":""},{"type":"From the 22 of October's release, the back series have been extended back to February 2018. As with the rest of the series, this data may contain some weeks of increased or decreased duplication which may explain some of the more volatile movements.","body":""},{"type":"Job adverts data for 19 February 2021 were unavailable so have been imputed through linear interpolation. Data for 26 February 2021 are unaffected by this.","body":""},{"type":"Job adverts data for 30 April 2021 were unavailable so have been imputed through linear interpolation. Data for 7 May 2021 are unaffected by this.","body":""}]}